Repository: svmikurov/wselfedu
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl, ru

# button.cancel
source: Cancel
ru: Отменить

# button.submit
source: Submit
ru: Отправить

source: Created
ru: Дата добавления

source: Updated
ru: Дата обновления

source: User
ru: Пользователь

source: Category
ru: Категория

source: Discipline
ru: Дисциплина

source: Exercise
ru: Упражнение

source: Mark
ru: Маркер

source: Select the exercise
ru: Выберите упражнение

source: Student
ru: Студент

source: Select the student
ru: Выберите студента

source: Categories
ru: Категории

source: Marks
ru: Маркеры

source: Translation
ru: Перевод

# button.update
source: Update
nl: Wijziging
ru: Изменить

# button.delete
source: Delete
nl: Verdwalen
ru: Удалить

# button.delete.confirm
source: Confirm
nl: Versturen
ru: Отправить

# lang.page.category.title
source: English category | WSE
ru: Категории

# lang.page.category.header
source: English category
ru: Категории

# button.back
source: Back
nl: Rug
ru: Назад

# button.create
source: Create
ru: Добавить

# lang.english.page.assignations.index.title
source: English exercise assignment | WSE
ru: Назначение упражнений | WSE

# lang.english.page.assignations.index.header
source: English exercise assignment
ru: Назначение упражнений

# lang.english.mentor.exercises.title
source: English exercises | WSE
ru: Упражнения по Английскому языку | WSE

# lang.english.mentor.exercises.header
source: English exercises
ru: Упражнения по Английскому языку

# button.title.mentor.exercises.management
source: Exercise assignment
ru: Упражнения

# button.title.assign_exercises
source: Exercise assignment
ru: Переводы для упражнений

# button.title.mentor.exercises.assigned
source: Exercise assignment
ru: Назначение упражнений

# lang.english.page.management.index.title
source: English exercises management | WSE
ru: Управление упражнениями по Английскому языку | WSE

# lang.english.page.management.index.header
source: English exercises management
ru: Управление упражнениями по Английскому языку

# button.add
source: Add rule
ru: Добавить

# button.assign
source: Assign
nl: Toewijzen
ru: Назначить

source: Is assigned
ru: Назначен

# lang.english.page.assign.translation.title
source: Adding a translation to an exercise | WSE
ru: Добавление перевода в упражнение | WSE

# lang.english.page.assign.translation.header
source: Adding a translation to an exercise
ru: Добавление перевода в упражнение

# lang.english.tasks.page.index.title
source: English language for today | WSE
ru: Английский язык на сегодня | WSE

# lang.english.tasks.page.index.header
source: English language for today
ru: Английский язык на сегодня

source: Exercise name
ru: Наименование упражнения

# exercise.updated_at
source: Updated
ru: Изменено

# lang.page.translation.test.title
source: English translation test | WSE
ru: Словарный тест | WSE

# lang.page.translation.test.header
source: English translation test
ru: Словарный тест

# lang.english.page.index.title
source: English language | WSE
nl: Engelse taal | WSE
ru: Английский язык | WSE

# lang.english.page.index.header
source: English language
nl: Engelse taal
ru: Английский язык

# button.title.exercises
source: Exercises
ru: Упражнения

# button.title.assignments
source: Exercise assignment
ru: Задания

# button.title.rules.index
source: Exercise rules
ru: Правила

# button.title.translation.index
source: Translations
ru: Переводы

# button.mark
source: Marks
ru: Маркеры

# button.category
source: Category
ru: Категории

# lang.page.mark.title
source: Marks | WSE
ru: Маркеры | WSE

# lang.page.mark.header
source: Marks
ru: Маркеры

# button.add.example.task
source: Add task example
ru: Добавить пример вопроса

# button.add.example.word
source: Add example
ru: Добавить пример слова

# button.add.exception
source: Add exception
nl: Een uitzondering toevoegen
ru: Добавить исключение

# button.close
source: Close
ru: Закрыть

# button.pagination.previous
source: Previous
ru: Предыдущие

# button.pagination.next
source: Next
ru: Следующие

source: Example
ru: Пример

# lang.english.rule.page.index.title
source: Rules of the English language | WSE
nl: Regels van de Engelse taal | WSE
ru: Правила Английского языка | WSE

# lang.english.rule.page.index.header
source: Rules of the English language
nl: Regels van de Engelse taal
ru: Правила Английского языка

# button.rule.list.user
source: My rules
nl: Mijn regels
ru: Мои правила

# button.rule.list.student
source: Rules to be learned
nl: Te leren regels
ru: Изучаемые правила

source: Rule
nl: Regel
ru: Правило

# button.selfedu
source: Self-education
nl: Schema
ru: Запланировать

# empty.rule
source: No rules available
nl: Geen regels beschikbaar
ru: Нет доступных правил

# lang.english.rule.list.user.title
source: My rules | WSE
nl: Mijn regels | WSE
ru: Мои правила | WSE

# lang.english.rule.list.user.header
source: My rules
nl: Mijn regels
ru: Мои правила

# lang.english.rule.assignation.title
source: Assign a rule study | WSE
nl: Wijs een regelonderzoek toe | WSE
ru: Назначить изучение правила | WSE

# lang.english.rule.assignation.header
source: Assign a rule study
nl: Wijs een regelonderzoek toe
ru: Назначить изучение правила

# lang.page.english.translation.create.title
source: Adding a translation | WSE
ru: Добавить перевод Английского слова | WSE

# lang.page.english.translation.create.header
source: Adding a translation
ru: Добавить перевод Английского слова

# lang.page.translation.title
source: Translation list | WSE
ru: Переводы Английских слов | WSE

# lang.page.translation.header
source: Translation list
ru: Переводы Английских слов

# button.title.translation.create
source: Create translation
ru: Добавить

# button.title.translation.list
source: Translation list
ru: Список

# button.title.translation.study.presentation
source: Translation presentation
ru: Презентация

# button.title.translation.study.test
source: Translation test
ru: Тест

# button.title.translation.study.settings
source: Translation study settings
ru: Настройки

# lang.english.translation.list.title
source: English translations | WSE
ru: Переводы Английских слов | WSE

# lang.english.translation.list.header
source: English translations
ru: Переводы Английских слов

# lang.page.english.translation.update.title
source: English translation update | WSE
ru: Изменить перевод Английского слова | WSE

# lang.page.english.translation.update.header
source: English translation update
ru: Изменить перевод Английского слова

source: Language
ru: Язык

source: Disciplines
ru: Дисциплины

source: Mathematics
ru: Математика

source: Glossary
ru: Глоссарий

source: Language learning
ru: Изучение языков

source: Project
ru: Проект

source: Home
ru: Главная

source: About
ru: О проекте

source: Android application
ru: Приложения для Android

source: Windows application
ru: Приложения для Windows

source: Linux application
ru: Приложения для Linux

source: Profile
ru: Профиль

source: Mentorship
ru: Наставничество

source: Logout
ru: Выйти

source: Login
ru: Войти

source: Registration
ru: Регистрация

# home.page.title
source: Home - WSE Educational Project
ru: Главная - Образовательный проект | WSE

# home.page.header
source: Educational project
ru: Образовательный проект

# button.lang.title
source: Language learning
ru: Изучение языков

# button.glossary.title
source: Learning the terms
ru: Изучение терминов
